Repository: fajran/lxde-id
Catalog: lxrandr/*.po
Languages: id

source: Laptop LCD Monitor
id: Monitor LCD Laptop

source: External VGA Monitor
id: Monitor VGA Eksternal

source: External DVI Monitor
id: Monitor DVI Eksternal

source: Default Monitor
id: Monitor Default

source: Auto
id: Otomatis

source: translator-credits
id: Fajran Iman Rusadi <fajran@ubuntu.com>

source: Copyright (C) 2008
id: Hak Cipta (C) 2008

source: Monitor configuration tool for LXDE
id: Alat pengkonfigurasi monitor untuk LXDE

source: You cannot turn off all monitors. Otherwise, you will not be able to turn them on again since this tool is not accessable whithout monitor.
id: Anda tidak dapat mematikan seluruh monitor. Kalau tidak, Anda tidak akan dapat menyalakannya lagi berhubung aplikasi ini tidak dapat digunakan tanpa monitor.

source: Unable to get monitor information!
id: Tidak dapat mengambil informasi monitor!

source: Display Settings
id: Pengaturan Tampilan

source: Show the same screen on both laptop LCD and external monitor
id: Tampilkan tampilan yang sama pada layar LCD laptop dan monitor external

source: Turn off laptop LCD and use external monitor only
id: Matikan layar LCD laptop dan gunakan monitor eksternal

source: Turn off external monitor and use laptop LCD only
id: Matikan monitor eksternal dan gunakan layar LCD laptop

source: Quick Options
id: Pengaturan Cepat

source: Advanced
id: Lanjutan

source: The following monitor is detected:
id: Monitor berikut terdeteksi:

source: Turn On
id: Nyalakan

source: Resolution:
id: Resolusi:
